tronbyt/firmware-esp32/sdkconfig.defaults.matrixportal-s3-waveshare
CONFIG_BOARD_MATRIXPORTAL_S3=y
CONFIG_HTTP_BUFFER_SIZE_MAX=220000
CONFIG_HTTP_BUFFER_SIZE_DEFAULT=100000
CONFIG_IDF_TARGET="esp32s3"
CONFIG_SWAP_COLORS=y

# Display configuration
CONFIG_HUB75_SCAN_1_16=y
